GlimpseManager/configFiles/soapRequestFile

 
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://com.petalslink.easierbsm/data/bsmadmin/1.0">
   <soapenv:Header/>
   <soapenv:Body>
      <ns:getNodeInformations/>
   </soapenv:Body>
</soapenv:Envelope>